Repository: TarkWight/BookClub
Catalog: BookClub/Resources/Constants/Localizable.xcstrings
Source language: ru
Languages: en

# addToBookmarkButtonTitle
source: В избранное
en: Add to Favorites

# authorPlaceholder
source: Автор неизвестен
en: Unknown author

# authorsLabel
source: Авторы
en: Authors

# backButtonTitle
source: Назад
en: Back

# bookmarksLabel
source: Закладки
en: Bookmarks

# chaptersLabel
source: Оглавление
en: Chapters

# chaptersPlaceholder
source: Содержание доступно после загрузки книги
en: Contents are available after downloading the book

# downloadButtonTitle
source: Загрузить книгу
en: Download

# emailTitle
source: Почта
en: Email

# error_badStatusCode
source: На сервере какая-то ошибка!
en: There's some kind of error on the server!

# error_decodingError
source: Не удалось разобрать ответ сервера.
en: Failed to parse the server response.

# error_identifierNotFound
source: Идентификатор не найден.
en: Identifier not found.

# error_network
source: Не удалось подключиться. Скорее всего включён VPN или Proxy. Попробуйте отключить и повторите попытку.
en: Failed to connect. Most likely VPN or Proxy is enabled. Try disabling it and try again.

# error_noData
source: Сервер вернул пустой ответ.
en: The server returned an empty response.

# error_noNetwork
source: Нет подключения к интернету.
en: No internet connection.

# error_passwordNotFound
source: Пароль не найден.
en: Password not found.

# error_tokenNotFound
source: Токен не найден.
en: Token not found.

# error_unexpectedData
source: Неожиданные данные.
en: Unexpected data.

# error_unhandledError
source: Что-то пошло не так.
en: Something went wrong.

# error_vpnActive
source: VPN включён — отключите и попробуйте снова.
en: VPN is enabled - disable it and try again.

# favoritesLabel
source: Избранные книги
en: Favorite books

# fontSizeLabel
source: Размер шрифта
en: Font size

# genresLabel
source: Жанры
en: Genres

# libraryLabel
source: Библиотека
en: Library

# listOfContentsLabel
source: Оглавление
en: Contents

# loginSubtitle
source: Открой для себя
en: Discover

# loginTitle
source: Книжный мир
en: Book World

# noveltyCarouselLabel
source: Новинки
en: New releases

# passwordTitle
source: Пароль
en: Password

# popularGridLabel
source: Популярные книги
en: Popular books

# progressBarLabel
source: Прочитано
en: Read

# ptLabel
source: пт
en: pt

# quotesLabel
source: Цитаты
en: Quotes

# readButtonTitle
source: Читать
en: Read

# readingNowLabel
source: Читаете сейчас
en: Reading now

# recentRequestsLabel
source: Недавние запросы
en: Recent searches

# removeFromFavoritesTitle
source: Удалить из избранного
en: Remove from favorite

# seatchFieldPlaceholder
source: Поиск по книгам
en: Search books

# settingsLabel
source: Настройки
en: Settings

# signInButtonTitle
source: Войти
en: Sign In

# stringSpacingLabel
source: Межстрочное расстояние
en: Line spacing

source: По запросу «%@» ничего не найдено
en: Nothing found for the search query "%@"
